Repository: RedTurtle/pas.plugins.proxy
Catalog: pas/plugins/proxy/locales/*/LC_MESSAGES/pas.plugins.proxy.po
Languages: it

source: A PAS plugin for proxy user's roles to other users
it: Un plugin PAS per delegare ruoli di un utente ad altri utenti

source: Cancel
it: Annulla

source: Changes saved
it: Modifiche salvate

source: Do not duplicate entries.
it: Non è possibile duplicare le deleghe.

source: Edit cancelled
it: Modifiche annullate

source: Proxy Role PAS Plugin
it: Plugin PAS per delega ruoli

source: Proxy Roles Settings
it: Configurazione deleghe di ruolo

source: Save
it: Salva

source: You cannot delegate other users.
it: Non puoi dare deleghe ad utenti diversi dal tuo.

source: You should select an existent username.
it: Devi selezionare un utente esistente.

source: cross_delegation_error
it: ${subdelegator} non può delegare ${delegated}. Non puoi delegare in modo incrociato: un utente non può essere contemporaneamente delegante e delegato di un altro.

source: help_proxyroles_settings_editform
it: Imposta le deleghe di ruolo.

source: ppp_delegated_help
it: Seleziona quale utente deve ereditare i ruoli del delegante.

source: ppp_delegated_label
it: Utente delegato

source: ppp_delegator_help
it: Seleziona quale utente deve delegare i suoi ruoli.

source: ppp_delegator_label
it: Utente delegante

source: ppp_proxy
it: Delega

source: ppp_proxy_roles
it: Delega di ruoli

source: warning_save_label
it: Le modifiche diventano valide solo dopo avere premuto l'apposito tasto SALVA.

source: warning_save_type
it: Attenzione
